Repository: MacTHEgenius/GiftExchange
Catalog: Swap/View/*.lproj/Localizable.strings
Languages: fr_ca

source: New participant
fr_ca: Nouveau

# infos
source: Participant infos
fr_ca: Informations

source: Can't pick...
fr_ca: ne peut piger...

source: Firstname
fr_ca: Prénom

# firstname_placeholder
source: Enter your firstname
fr_ca: Entrer le prénom

source: Lastname
fr_ca: Nom de famille

# lastname_placholder
source: Enter your lastname
fr_ca: Entrer le nom de famille

source: NIP
fr_ca: Code

# nip_placeholder
source: NIP
fr_ca: Entrer le code

# not_enough
source: Not quite...
fr_ca: Pas tout à fait...

# see_results
source: Let's see the results !
fr_ca: Les résultats sont prêts !

source: is
fr_ca: est

source: are
fr_ca: sont

source: registered
fr_ca: enregistré(s)

source: you need
fr_ca: vous en avez besoin

source: more
fr_ca: autre(s)

source: Cancel
fr_ca: Annuler

# title_s
source: There was an error
fr_ca: Il y a une erreur

# title_p
source: There were some errors
fr_ca: Il y a des erreurs

# message_default
source: Oops... Some error occured...
fr_ca: Oups... Une erreur s'est produite...

# pick
source: You pick...
fr_ca: Vous avez pigé...

# nip_title
source: Enter your nip...
fr_ca: Entrer votre code...

# nip_message
source: You can spoof other people you know... 🤓
fr_ca: Est-ce vraiment votre nom ? 🤓

# button_ok
source: It's me, I promise !
fr_ca: C'est bien moi !

# button_cancel
source: I'll show myself out...
fr_ca: Je sors...
